Repository: FreePBX/infoservices
Catalog: i18n/*/LC_MESSAGES/infoservices.po
Languages: es_es, fr_fr, pl, pt_br, ru_ru

source: Applications
es_es: Aplicaciones
pl: Aplikacje
ru_ru: Приложения

source: Call Trace
es_es: Traza de la llamada
fr_fr: Trace d'Appel
pl: Śledzenie połączeń
pt_br: Rastreamento de Chamadas
ru_ru: Трассировка вызова

source: Dialplan and Operational
es_es: Plan de Marcación y Operacional
pl: Dialplan i operacje
ru_ru: Диалплан и функциональность

source: Directory
es_es: Directorio
fr_fr: Répertoire
pl: Książka adresowa
pt_br: Diretório
ru_ru: Каталог

source: Echo Test
es_es: Prueba de eco
fr_fr: Test d'Echo
pl: Test echa
pt_br: Teste de Eco
ru_ru: Эхотест

source: Info Services
es_es: Servicios de información
fr_fr: Services d'Informations
pl: Usługi informacyjne
pt_br: Serviços de informação
ru_ru: Службы информации

source: Provides a number of applications accessible by feature codes: company directory, call trace (last call information), echo test, speaking clock, and speak current extension number.
es_es: Proporciona una serie de aplicaciones accesibles mediante códigos de función: Directorio de empresas, la localización de llamada (última información de la llamada), la prueba de eco, reloj de habla, y número hablado de la extensión actual.
pl: Udostępnia szereg aplikacji dostępnych za pomocą kodów funkcji: książka firmowa, śledzenie połączeń (informacje o ostatnim połączeniu), test echa, mówiący zegar i mów bieżący numer wewnętrzny.
ru_ru: Предоставляет ряд приложений, доступных по кодам функций: каталог компании, трассировка вызовов (информация о последнем вызове), эхо-тест, говорящие часы и текущий добавочный номер.

source: Speak Extension
pl: Wypowiedz numer wewnętrzny
ru_ru: Произношение внутреннего номера

source: Speak Your Exten Number
es_es: Decir número de extensión
fr_fr: Dit votre Numéro d'Extension
pl: Wypowiedz twój numer wewnętrzny
pt_br: Faler número de seu ramal
ru_ru: Проговаривает Ваш внутренний номер

source: Speaking Clock
es_es: Decir fecha y hora
fr_fr: Horloge Parlante
pl: Mówiący zegar
pt_br: Falar o horário
ru_ru: Говорящие часы

source: Speaking Clock Time Format
es_es: Formato del Reloj hablado
pl: Format czasu mówiącego zegara
ru_ru: Формат времени говорящих часов

source: Time format to use with the Speaking Clock.
es_es: Formato de tiempo usado en reloj hablado.
pl: Format czasu do użycia z mówiącym zegarem.
ru_ru: Формат времени для использования говорящими часами.

source: could not delete
es_es: No puede eliminarse
fr_fr: Suppression impossible
pl: nie można usunąć
pt_br: não foi possível apagar
ru_ru: не может быть удалено

source: deleting TIMEFORMAT from globals..
es_es: eliminando TIMEFORMAT de los globales..
fr_fr: Suppression de TIMEFORMAT des paramètres globaux...
pl: usuwanie TIMEFORMAT z ustawień globalnych..
pt_br: apagando TIMEFORMAT das globais..
ru_ru: удаление TIMEFORMAT из глобальных настроек..

source: done
es_es: hecho
fr_fr: complété
pl: zrobione
pt_br: feito
ru_ru: готово

source: migrated TIMEFORMAT to Advanced Settings
es_es: migrando TIMEFORMAT a configuración avanzada
fr_fr: migration de TIMEFORMAT aux paramètres avancés
pl: zmigrowano TIMEFORMAT do ustawień zaawansowanych
pt_br: migrando TIMEFORMAT das Configurações Avançadas
ru_ru: перенос TIMEFORMAT в Расширенные настройки
